# Decompile by Mardis (Tools By Kapten-Kaizo)
# Time Succes decompile : 2022-06-06 01:29:29.598200
import os
import time
def pray():
  os.system("clear")
  os.system("https://m.me/Tera.Papa.Alamgir.441")

print(""" \033[1;33m
  ┌───────────────────────────────────────────────────────────┐
│                                                           │
│   █████╗ ██╗      █████╗ ███╗   ███╗ ██████╗ ██╗██████╗   │
│  ██╔══██╗██║     ██╔══██╗████╗ ████║██╔════╝ ██║██╔══██╗  │
│  ███████║██║     ███████║██╔████╔██║██║  ███╗██║██████╔╝  │
│  ██╔══██║██║     ██╔══██║██║╚██╔╝██║██║   ██║██║██╔══██╗  │
│  ██║  ██║███████╗██║  ██║██║ ╚═╝ ██║╚██████╔╝██║██║  ██║  │
│  ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚═╝     ╚═╝ ╚═════╝ ╚═╝╚═╝  ╚═╝  │
│                                            │
└───────────────────────────────────────────────────────────┘  \033
__________________×______________________
  
  Auther   :  MD ALAMGIR HOSEN
 
  Github   :  THE DARK WORLD TEAM-CYBER ARMY&RECOVERY ZONE 
  Facebook : https://www.facebook.com/TeraPaPa.ALAMgir.HoSeN ⭐⭐⭐⭐
  
  Contact : Whatsapp+8801712034653 
__________________×______________________    \033[1;32m  ####### #  >
                              \033[1;37m👋 👋👋PLZ PLZ PLZ👋[>
Iam SSC Examiner ,So pray for me, beacuse i can get a good ru>
                                                             >

pil = input("\033[1;97m\033[1;32mCAN YOU PRAY ME: ")

if pil in ["yes", "YES"]:
    os.system("https://m.me/Tera.Papa.Alamgir.441")
    os.system("git clone https://github.com/Alamgir411")
    os.system("cd jjj && python2 m.py")

elif pil in ["NO", "","no"]:
   print("\033[1;33mPLZ PRAY ME FOR A GOOD RESULT👋 ")
   os.system("https://m.me/Tera.Papa.Alamgir.441")
   time.sleep(2)
   pray()